Repository: rwsite/wp-limit-login-attempts-plugin
Catalog: languages/login-sec-*.po
Languages: ru_ru

source: Aleksey Tikhomirov
ru_ru: Алексей Тихомиров

source: Block time
ru_ru: Время блокировки

source: Blocking period, in milliseconds.
ru_ru: Период блокировки, в миллисекундах.

source: Current Code
ru_ru: Текущий код

source: Delete secret
ru_ru: Удалить секрет

source: Enter the 2FA code if you have one installed
ru_ru: Введите код 2FA, если он у вас установлен

source: Enter the site
ru_ru: Вход на сайт

source: Expire on
ru_ru: Истекает

source: For administrators!
ru_ru: Для администраторов!

source: For the codes to work correctly, it is necessary to correctly set the time zone settings in php.ini.
ru_ru: Для корректной работы кодов необходимо правильно задать настройки часового пояса в php.ini.

source: If the user has lost the code, only the administrator can reset it using the "Delete Secret" button in the user profile.
ru_ru: Если пользователь потерял код, сбросить его может только администратор с помощью кнопки «Удалить секрет» в профиле пользователя.

source: Invalid 2FA code.
ru_ru: Неверный код 2FA.

source: Last login attempts (max. 20 items)
ru_ru: Последние попытки входа (максимум 20 элементов)

source: Limit login attempts
ru_ru: Ограничение попыток входа

source: Limit time
ru_ru: Ограничение времени

source: Login attempts
ru_ru: Попытки входа

source: Maximum number of login attempts. After this, the IP will be blocked for a day.
ru_ru: Максимальное количество попыток входа. После этого IP будет заблокирован на сутки.

source: Not enough rights.
ru_ru: Недостаточно прав.

source: QR code to create 2FA
ru_ru: QR-код для создания 2FA

source: Regenerate secret
ru_ru: Регенерировать секрет

source: Secret removed. Page will reload.
ru_ru: Секрет удален. Страница будет перезагружена.

source: Security. Limiting login attempts + 2FA verification.
ru_ru: Безопасность. Ограничение попыток входа + 2FA-верификация.

source: The secret has been regenerated. The page will reload.
ru_ru: Секрет был регенерирован. Страница будет перезагружена.

source: Time limit in seconds for 1 authorization attempt.
ru_ru: Ограничение времени в секундах на 1 попытку авторизации.

source: Too many login attempts in less than %s seconds.
ru_ru: Слишком много попыток входа менее чем за %s секунд.

source: Too many login attempts. Your IP is blocked for a day.
ru_ru: Слишком много попыток входа. Ваш IP заблокирован на сутки.

source: WordPress Security Plugin. Automatically blocked IP for many attempts login tries. + add lightweight 2FA by code.
ru_ru: Плагин безопасности WordPress. Автоматически блокирует IP при многочисленных попытках входа в систему. + добавляет облегченную 2FA по коду.
